export const TERMS_JP = `
本規約（以下「本規約」といいます。）は、株式会社日本XRセンター（以下「当社」といいます。）が提供するすべてのサービス（アプリやウェブサイトを問わず、以下「本サービス」といいます。）の利用に関する共通条件を、本サービスを利用するお客様（以下「お客様」といいます。）と当社の間で定めるものです。

第1条　本規約への同意
お客様は、本規約に従って本サービスを利用するものとします。

お客様が本サービスを実際に利用することにより、本規約に対して有効かつ取り消し不可能な同意をしたものとみなされます。

未成年者は、法定代理人の同意を得た上で本サービスを利用するものとします。

本サービスにはガイドラインや個別利用契約等、本規約とは別に定められた規約（以下「個別利用契約等」といいます。）がある場合、お客様は本規約に加えて、個別利用契約等の内容にも従って本サービスを利用しなければなりません。個別利用契約等において本規約と異なる規定があった場合、個別利用契約等が優先されます。

第2条　本規約の変更
当社は、事前にお客様の承諾を得ることなく、本規約の内容を変更することができます。

本規約の変更があった場合、当社は変更後の規約を本サービス内に掲示します。変更後の規約が掲示された後、お客様が本サービスを利用した場合、変更後の規約に同意したものとみなされます。なお、変更内容について個別に通知することはありませんので、利用者は本サービスの利用の都度、規約をご確認いただく必要があります。

第3条　本サービス
お客様は、本サービスの利用にあたり、当社が定める範囲を超えて利用することはできません。

当社は、お客様の情報やお客様が本サービス内で作成したコンテンツ（以下「お客様コンテンツ」といいます。）の保存・バックアップ義務を負いません。必要な情報はお客様自身で保存してください。万が一、お客様コンテンツが損失または消失した場合、当社は一切責任を負いません。

当社は、お客様が本サービスの利用において法令や本規約に違反した場合、または違反する可能性があると判断した場合、業務上の必要に応じて、事前に通知することなくサービスの利用を制限することができます。

当社は、サービスに関する業務の一部または全てを第三者に委託することができます。

本サービスは、お客様の責任において利用するものとします。本サービスを利用中に異常を感じた場合は、直ちに利用を中止してください。なお、当社は、利用中に発生した事故・転倒・健康被害等について当社は一切責任を負いません。

お客様は、他の利用者に配慮して本サービスを利用しなければならず、当社はお客様同士のトラブルに対して一切責任を負いません。

第4条　情報の利用
お客様は、当社が、お客様の利用状況やお客様コンテンツを本サービスの提供、改善、広報、新サービスの検討等のために無償で使用することを許諾します。

お客様が提供する意見、要望、アイデア等（以下「ご意見等」といいます。）の権利は当社に帰属し、当社が無償で無制限に利用できることを認めます。もし、何らかの支払いを期待している場合や権利を主張する場合は、ご意見等を提供しないでください。

第5条　プライバシー
当社は、お客様のプライバシーを尊重し、お客様の個人情報を「プライバシーポリシー」に基づき適切に取り扱います。

当社の提携先や広告主のウェブサイトにはそれぞれ独自のプライバシーポリシーがありますが、当社はこれらの規約や活動について一切の責任を負いません。

第6条　サービスの変更・追加・廃止
当社は、事前に通知することなく、サービスや提携サービスの一部または全てを変更、追加、停止、廃止することができ、その結果生じた損害に対して一切の責任を負いません。

第7条　知的財産権
本サービスに関連する知的財産権は、すべて当社または正当な権利者に帰属し、利用者には本規約に従った非独占的な利用権のみが付与されます。

第8条　権利義務の譲渡禁止
お客様は、当社の事前承諾なく、本規約に基づく権利や義務を第三者に譲渡、承継、質入れまたはその他の方法で処分することはできません。

第9条　禁止行為
1. お客様は、本サービスの利用にあたり、以下のいずれの行為も行ってはならないものとします。

1-1. 当社または第三者の著作権その他の知的財産権を侵害する行為
1-2. 当社または第三者の名誉、信用、プライバシーその他の権利を侵害する行為
1-3. 犯罪行為またはこれを助長・誘発する行為
1-4. 虚偽の情報を提供する行為（他人になりすます行為を含みます）
1-5. 青少年の健全な育成を阻害する、またはそのおそれのある行為
1-6. 政治的活動または宗教的活動を目的とした行為
1-7. 本サービスの改変、リバースエンジニアリングその他これに類する行為
1-8. 本サービスの全部または一部を、有償・無償を問わず、第三者に送信、頒布、譲渡、貸与、再許諾する行為
1-9. 本サービスの全部または一部を複製、翻案する行為
1-10. ウイルス等の有害なプログラムを本サービスに送信する行為
1-11. 本サービスの運営を妨害したり、当社の信用を毀損したりする行為
1-12. 当社が推奨または後援していると誤解される表現を当社の事前の承諾なく行う行為
1-13. 当社または第三者に対する迷惑行為
1-14. 第三者のために本サービスを利用する行為その他自己の利用以外を目的とする行為
1-15. 公序良俗に反する行為
1-16. 法令に違反するまたはそのおそれのある行為
1-17. その他、当社が不適切であると判断する行為

2. お客様により、前項各号に該当する行為がなされた場合、当社は、お客様に対して、本サービスの利用の停止その他当社が適切と判断する措置（以下、「利用停止措置等」といいます。）をとることができるものとします。なお、利用停止措置等は、当社の判断に基づき行うことができるものとし、当社は、利用停止措置等を行った理由について、開示する義務を負いません。また、利用停止措置等に起因して生じた損害について、当社は一切の責任を負いません。

第10条　免責
1. お客様は、お客様ご自身の責任において本サービスを利用するものとし、本サービスにおいて行った一切の行為及びその結果について一切の責任を負うものとします。お客様が本サービスを利用することにより当社が損害を負った場合は、お客様は当該損害（合理的な金額の弁護士費用を含みます。）を賠償するものとします。

2. 当社は、本サービス又は本サービスが提携するサービスの変更、提供中止、停止、故障等により、損害が生じたとしても、これについて一切の責任を負わないものとします。

3. お客様は、本サービス又は本サービスが提携するサービスにおいて、下記の事情により一定期間、利用が停止される場合があることをあらかじめ承諾し、本サービス又は本サービスが提携するサービスの停止による損害の補償等を当社に請求しないこととします。

3-1. 本サービス又は本サービスが提携するサービスのサーバー、ソフトウェア等の点検、修理、補修等のための停止
3-2. コンピュータ、通信回線等の事故による停止
3-3. その他、やむをえない事情による停止

4. 本サービスを通じて、お客様が提供する情報については、すべてお客様の責任のもとで発信されるものとし、その完全性、正確性、確実性、有効性、安全性等につき、当社は一切の責任を負いません。また、本サービスからリンクされているサイトの情報についての責任、あるいはその内容から発生するあらゆる問題について当社は一切の責任を負いません。

5. 当社は、本サービス又は本サービスが提携するサービスを通じてお客様が得る情報については、その完全性、正確性、確実性、有効性、安全性等につき、一切の保証をいたしません。また、それによるお客様の損害についても一切の損害賠償責任を負いません。

6. 当社が提供するサービス又は本サービスが提携するサービスにおいてお客様に生じた損害、お客様と第三者とのトラブル、その他の事項に対して、当社はいかなる責任を負わず、補償を行いません。

7. 本サービスの提供を受けるために必要な機器、ソフトウェア、通信回線その他の通信環境等は、お客様の費用と責任において準備し維持するものとします。当社は、本サービスがあらゆる機器等に適合することを保証するものではなく、機器等の準備、設置、操作に関し、一切関与せず、お客様に対するサポートも行いません。

第11条　分離可能性
本規約の一部が無効と判断された場合でも、残りの部分は引き続き有効となります。

第12条　言語
本規約は日本語を正文とし、翻訳に相違がある場合、日本語版が優先されます。

第13条　準拠法、管轄裁判所
本規約は日本法に基づき解釈され、訴訟が必要な場合、東京地方裁判所または東京簡易裁判所を専属的管轄裁判所とします。

第14条 ご利用に関する制限
お客様は、以下に該当する方は本サービスを利用できないことに同意するものとします。

1. 利用制限に該当する方
   • 7歳未満の方
   • 身長が110cm以下の方
   • 妊娠中の方、心臓に疾患のある方、血圧に異常のある方
   • 重い病気にかかっている方、ペースメーカー等の医療機器を装着している方
   • 骨折など、部位に関わらず骨折されている方
   • 自立歩行ができない方
     ※自力歩行とは、杖や付き添い者のサポートなく、お一人での歩行が可能なことです
   • 首、背中、腰、脊椎に異常のある方
   • 視覚に障害をお持ちの方
   • 聴覚に障害をお持ちの方
   • 乗り物酔いやすい方
   • 飲酒している方
   • 体調がすぐれない方
   • ご利用により悪化する恐れのある症状をお持ちの方（例：めまい、高所恐怖症、閉所恐怖症、呼吸器系疾患、けいれん発作、騒音過敏症、暗所恐怖症、肌が弱い方、光過敏症発作）
   • 精神障害をお持ちの方（本人またはお連れの方の申告によって判断します）
     ※係員の指示を理解し、指示に従っていただける方で、健常者の付き添いがある場合は体験可能です。
   • その他、体験する上での安全確保が難しい方

2. 13歳未満のお子様のご利用について
   • 7歳未満のお子様はVRコンテンツを体験できません。また、体験エリア内への入場もできません。
   • 7歳～12歳のお子様が体験する場合、親権者が本利用規約を確認し、サインをしていただく必要があります。内容の特性上、対象のお子様おひとりでの体験はできません。1名に対し18歳以上の保護者1名の同伴が必要です。
   • ご利用時間について、連続20分の利用に対して、10分から15分程度の休憩をとってください。
   • 斜視や複視、その他視力の異常や眼科的疾患のあるお子様や、眼科に通われているお子様は、専門医に相談の上ご利用ください。
   • ご利用後にお子様の視力に異常が見られた場合、早急に専門医を受診してください。

附則
2025年7月21日　制定・施行
`;
